import React from 'react';
import './privacyPolicy.scss';

const PrivacyPolicy = () => {
    return (
        <div className="privacyPolicy">
            <div className="title">
                Политика конфиденциальности
            </div>
            <div className="block">
                <div className="titleTho">
                    Правило 1.1
                </div>
                <div className="text">
                    Мониторим рынок 24/7 с использованием специальных программ, взаимодействуем со всеми официальными автосалонами, благодаря чему получаем первыми информацию о новых поступлениях авто.
                </div>
                <div className="text">
                    С 2017 года, мы помогаем нашим клиентам покупать качественные автомобили, при этом экономить время и деньги!
                </div>
                <div className="text">
                    Да, все верно, мы занимаемся подбором автомобилей
                </div>
            </div>
            <div className="block">
                <div className="titleTho">
                    Правило 1.2
                </div>
                <div className="text">
                    Мониторим рынок 24/7 с использованием специальных программ, взаимодействуем со всеми официальными автосалонами, благодаря чему получаем первыми информацию о новых поступлениях авто.
                </div>
                <div className="text">
                    С 2017 года, мы помогаем нашим клиентам покупать качественные автомобили, при этом экономить время и деньги!

                </div>
                <div className="text">
                    Да, все верно, мы занимаемся подбором автомобилей
                </div>
            </div>
            <div className="block">
                <div className="titleTho">
                    Правило 1.3
                </div>
                <div className="text">
                    Мониторим рынок 24/7 с использованием специальных программ, взаимодействуем со всеми официальными автосалонами, благодаря чему получаем первыми информацию о новых поступлениях авто.
                </div>
                <div className="text">
                    С 2017 года, мы помогаем нашим клиентам покупать качественные автомобили, при этом экономить время и деньги!

                </div>
                <div className="text">
                    Да, все верно, мы занимаемся подбором автомобилей
                </div>
            </div>
            <div className="block">
                <div className="titleTho">
                    Правило 1.4
                </div>
                <div className="text">
                    Мониторим рынок 24/7 с использованием специальных программ, взаимодействуем со всеми официальными автосалонами, благодаря чему получаем первыми информацию о новых поступлениях авто.
                </div>
                <div className="text">
                    С 2017 года, мы помогаем нашим клиентам покупать качественные автомобили, при этом экономить время и деньги!

                </div>
                <div className="text">
                    Да, все верно, мы занимаемся подбором автомобилей
                </div>
            </div>
            <button>Вернуться на главную страницу</button>
        </div>

    );
};

export default PrivacyPolicy;
